---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.MEPBuildingConstructionSetIterator
source: html/e9a15249-6956-8e9f-4052-47ec3193c36c.htm
---
# MEPBuildingConstructionSetIterator Properties

Retrieves the item that is the current focus of the iterator.